Repository: dobrodiy555/portfolio
Catalog: Wordpress plugins/custom-registration/lang/crp-*.po
Languages: ru_ru

source: Custom registration plugin
ru_ru: Плагин произвольной формы регистрации

source: Custom registration form
ru_ru: Произвольная форма регистрации

source: Login:
ru_ru: Логин:

source: Name:
ru_ru: Имя:

source: Surname:
ru_ru: Фамилия:

source: Password:
ru_ru: Пароль:

source: Confirm password:
ru_ru: Подтвердите пароль:

source: This field must be filled!
ru_ru: Это поле должно быть заполнено!

source: Sorry, login is already in use. Try another!
ru_ru: Простите, такой логин уже используется. Попробуйте другой!

source: Sorry, your email has a wrong format!
ru_ru: Простите, у вашей почты неверный формат!

source: Sorry, email is already in use. Try another!
ru_ru: Простите, почта уже используется! Попробуйте другую!

source: Thank you for registering on our website!
ru_ru: Спасибо за регистрацию на нашем вебсайте!

source: error during ajax call!
ru_ru: ошибка во время аякса!
