Repository: dobrodiy555/portfolio
Catalog: Wordpress plugins/login-plugin/lang/login-*.po
Languages: ru_ru

source: login-plugin
ru_ru: логин-плагин

source: creates shortcode which shows login form with some validation
ru_ru: создает шорткод который показывает форму с валидацией

source: Login form
ru_ru: Форма логина

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Remember Me
ru_ru: Запомнить меня

source: Form fields must be filled!
ru_ru: Нужно заполнить поля формы!

source: Sorry, we could not find a user with such a login!
ru_ru: Извините, мы не нашли пользователя с таким логином!

source: Sorry, you entered the wrong password!
ru_ru: Извините, Вы ввели неверный пароль!

source: Everything worked well!
ru_ru: Всё сработало хорошо!

source: error
ru_ru: ошибка
